Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/mems.tmx
Source language: ca
Languages: es_es

source: Una altra aplicació d'assimilació de la informació és l'anomenat screening o exploració de documents per a decidir quins són rellevants i mereixen una atenció més detallada; de fet, aquesta va ser una de les primeres aplicacions de la traducció automàtica als EUA: es volia tenir accés a la informació tecnològica present en documents de la Unió Soviètica.
es_es: Otra aplicación de asimilación de la información es el llamado screening o exploración de documentos para decidir cuáles son relevantes y merecen una atención más detallada; de hecho, ésta fue una de las primeras aplicaciones de la traducción automática en los EE.UU.: se quería tener acceso a la información tecnológica presente en documentos de la Unión Soviética.

source: Una altra aplicació interessant és la traducció automàtica de converses electròniques (usant el teclat i la pantalla d'ordinadors connectats entre si) entre persones que parlen dos idiomes diferents.
es_es: Otra aplicación interesante es la traducción automática de conversaciones electrónicas (usando el teclado y la pantalla de ordenadores conectados entre sí) entre personas que hablan dos idiomas diferentes.

source: Una base de dades amb aquestes propietats està indexada.
es_es: Una base de datos con estas propiedades está indexada.

source: Una base de dades d'aquesta mena la pot consultar una persona mentre està fent una traducció manualment o pot estar inclosa dins d'un programa de traducció automàtica o assistida per ordinador.
es_es: Una base de datos de este tipo la puede consultar una persona mientras está haciendo una traducción de forma manual o puede estar incluida dentro de un programa de traducción automática o asistida por ordenador.

source: Una característica important dels primers 1990 és l'aparició de les primeres aplicacions pràctiques per a traductors: eines de suport a la traducció, diccionaris i bases de dades terminològiques, processadors de text multilingües, accés a glossaris i terminologies electròniques, eines de comunicació (escàners, OCRs, Internet; vegeu els capítols i ) o eines per a entorns restringits.
es_es: Una característica importante de principios de 1990 es la aparición de las primeras aplicaciones prácticas para traductores: herramientas de apoyo a la traducción, diccionarios y bases de datos terminológicas, procesadores de texto multilingües, acceso a glosarios y terminología electrónica, herramientas de comunicación (escáners, OCRs, Internet; véase los capítulos y ) o herramientas para entornos restringidos.

source: Una de les aplicacions més importants de la informàtica a la traducció és la traducció automàtica (TA).
es_es: Una de las aplicaciones más importantes de la informática en la traducción es la traducción automática (TA).

source: Una de les aproximacions més simples a la TA és l'anomenada traducció mot per mot, en què el programa identifica cada mot, el busca en un diccionari bilingüe i el substitueix per una traducció aproximada.
es_es: Una de las aproximaciones más simples a la TA es la llamada traducción palabra por palabra, en la que el programa identifica cada palabra, lo busca en un diccionario bilingüe y lo sustituye por una traducción aproximada.

source: Una experiència interessant de traducció espanyol--català per a la disseminació és l'edició bilingüe del diari El Periódico de Catalunya.}; el text original ---en espanyol la major part de les vegades--- es tradueix usant una tècnica similar a les memòries de traducció (vegeu el capítol ) i després és revisat per un equip de posteditors del mateix periòdic abans de ser publicat.
es_es: Una experiencia interesante de traducción español--catalán para la diseminación es la edición bilingüe del diario El Periódico de Cataluña.}; el texto original ---en español la mayor parte de las veces--- se traduce usando una técnica similar a las memorias de traducción (véase el capítulo ) y después es revisado por un equipo de posteditores del mismo periódico antes de ser publicado.

source: Una inventora monolingüe consulta documents web traduïts a la seua llengua per tal de descobrir si el seu nou invent ha estat patentat abans.
es_es: Una inventora monolingüe consulta documentos web traducidos a su lengua para descubrir si su nuevo invento ha sido patentado antes.

source: Una traducció idiomàtica possible és: { Després de dinar Koldo va anar al diari i va prendre una foto de Teo.
es_es: Una traducción idiomática posible es: { Después de comer Koldo fue al diario y tomó una foto de Teo.

source: Usos de la traducció automàtica
es_es: Usos de la traducción automática

source: Utilitat de la traducció automàtica
es_es: Utilidad de la traducción automática

source: Va apuntar els noms dels boxadors.} Fixeu-vos que fins i tot en aquest cas tan desfavorable el text traduït mot per mot dóna bastantes pistes sobre el significat del text original.
es_es: Apuntó los nombres de los boxeadores.} Fijaos que incluso en este caso tan desfavorable el texto traducido palabra por palabra da bastantes pistas sobre el significado del texto original.

source: Variants ortogràfiques o geogràfiques; sinònims; antònims; etimologia, etc.
es_es: Variantes ortográficas o geográficas; sinónimos; antónimos; etimología, etc.

source: Vegeu l'apartat , on es discuteix un concepte molt relacionat, el de llenguatge controlat.
es_es: Véase el apartado , donde se discute un concepto muy relacionado, el de lenguaje controlado.

source: Volem posteditar un text traduït automàticament mirant tan poc com siga possible el text original.
es_es: Queremos posteditar un texto traducido automáticamente mirando tan poco como sea posible el texto original.

source: Volem tenir una base de dades ordenada simultàniament per dos camps per a optimitzar les recerques.
es_es: Queremos tener una base de datos ordenada simultáneamente por dos campos para optimizar las búsquedas.

source: [Solució 1 ($n$ mots):] El traductor professional tradueix un text de $n$ mots per 0,05$ n$ euros.
es_es: [Solución 1 ($n$ palabras):] El traductor profesional traduce un texto de $n$ palabras por 0,05$ n$ euros.

source: [Solució 2 (1000 mots):] El traductor professional tradueix un text de 1000 mots per 0,05$$1000$=$50 euros.
es_es: [Solución 2 (1000 palabras):] El traductor profesional traduce un texto de 1000 palabras por 0,05$$1000$=$50 euros.

source: cinc
es_es: cinco

source: d'assimilació d'informació de disseminació per al qual no està pensada Quina és l'alternativa estàndar a la preedició en un entorn de producció massiva de documentació multilingüe?
es_es: de asimilación de información de diseminación para el cual no está pensada ¿Cuál es la alternativa estándar a la preedición en uno entorno de producción masiva de documentación multilingüe?

source: deu
es_es: diez

source: nou
es_es: nueve

source: postedició}) < cost(traducció humana).
es_es: postedición}) < coste(traducción humana).

source: quatre
es_es: cuatro

source: set
es_es: siete

source: sis
es_es: seis

source: un
es_es: uno

source: vuit
es_es: ocho

source: { basc{o-croat}}
es_es: { vasco{o-croata}}

source: { interNOSTRUM} és un sistema clàssic de traducció indirecta per transferència morfològica avançada (vegeu l'epígraf ), amb les fases lingüístiques següents: ANÀLISI: Anàlisi morfològica Desambiguació lèxica categorial TRANSFERÈNCIA: Transferència lèxica: consulta del diccionari bilingüe Transferència estructural: tractament de patrons (concordança, reordenament, canvis lèxics) GENERACIÓ: Generació morfològica Postgeneració (apostrofació, etc.)
es_es: { interNOSTRUM} es un sistema clásico de traducción indirecta por transferencia morfológica avanzada (véase el epígrafe ), con las fases lingüísticas siguientes: ANÁLISIS: Análisis morfológico Desambiguación léxica categorial TRANSFERENCIA: Transferencia léxica: consulta del diccionario bilingüe Transferencia estructural: tratamiento de patrones (concordancia, reordenamiento, cambios léxicos) GENERACIÓN: Generación morfológica Postgeneración (apostrofación, etc.)

source: {} alguns gestors ens permeten buscar-lo sense conéixer-ne la forma exacta.
es_es: {} algunos gestores nos permiten buscarlo sin conocer la forma exacta.

source: {} amb memòria de traducció.
es_es: {} con memoria de traducción.

source: {} amb preedició.
es_es: {} con preedición.

source: {} postedició.
es_es: {} postedición.

source: {} es refereix tant a la terminologia com a la sintaxi.
es_es: {} se refiere tanto a la terminología como la sintaxis.

source: {Assimilació} Per una banda, en situacions d'{ assimilació} de la informació no sembla necessària una traducció perfecta, sinó més aviat una traducció ràpida i raonablement intel·ligible.
es_es: {Asimilación} Por un lado, en situaciones de { asimilación} de la información no parece necesaria una traducción perfecta, sino más bien una traducción rápida y razonablemente inteligible.

source: {Dels darrers noranta a l'actualitat}
es_es: {Desde finales de los noventa hasta la actualidad}

source: {Des de l'informe ALPAC (1966) fins als vuitanta}
es_es: {Desde el informe ALPAC (1966) hasta los ochenta}

source: {Disseminació} Per altra banda, en situacions de disseminació de la informació, pot ser útil restringir la llengua d'origen (no permetre'n totes les realitzacions possibles, ni tot el lèxic, ni tots els registres) a un llenguatge que puga ser traduït automàticament amb el mínim possible de problemes, és a dir, amb el mínim esforç de postedició, o almenys, amb un esforç acceptable per un revisor. Açò és especialment important quan es tracta de traduir manuals tècnics a diversos idiomes.
es_es: {Diseminación} Por otro lado, en situaciones de diseminación de la información, puede ser útil restringir la lengua de origen (no permitir todas las realizaciones posibles, ni todo el léxico, ni todos los registros) a un lenguaje que pueda ser traducido automáticamente con el mínimo posible de problemas, es decir, con el mínimo esfuerzo de postedición, o al menos, con un esfuerzo aceptable por un revisor. Esto es especialmente importante cuando se trata de traducir manuales técnicos a varios idiomas.

source: {El decenni de l'optimisme, 1954--1966}
es_es: {La década del optimismo, 1954--1966}

source: {El subprograma de desambiguació lèxica categorial}
es_es: {El subprograma de desambiguación léxica categorial}

source: {El subprograma de tractament de patrons (transferència estructural)} Malgrat la gran semblança entre l'espanyol i el català, hi ha divergències gramaticals considerables (vegeu el capítol ): perífrasis modals: tienen que firmar $$ han de firmar; canvis de gènere i nombre: la deuda contraída $$ el deute contret (masc.); caiguda de preposicions: la intención de que el cliente $$ la intenció $$ que el client; construccions relatives: la cuenta cuyo titular es $$ el compte el titular del qual és.
es_es: {El subprograma de tratamiento de patrones (transferencia estructural)} A pesar del gran parecido entre el español y el catalán, hay divergencias gramaticales considerables (véase el capítulo ): perífrasis modales: tienen que firmar $$ han de firmar; cambios de género y número: la deuda contraída $$ el deute contret (masc.); caída de preposiciones: la intención de que el cliente $$ la intenció $$ que el client; construcciones relativas: la cuenta cuyo titular es $$ el compte el titular del qual és.

source: {Exemple de base de dades amb 10 fitxes.}
es_es: {Ejemplo de base de datos con 10 fichas.}

source: {HAMT:} Un programa de traducció automàtica pregunta a l'usuari quan té més d'una possible traducció per a un mot o per a una frase.
es_es: {HAMT:} Un programa de traducción automática pregunta al usuario cuando tiene más de una posible traducción para una palabra o para una frase.

source: {L'intercanvi de bases de dades terminològiques}
es_es: {El intercambio de bases de datos terminológicas}

source: {Llista ordenada alfabèticament usada per mostrar un exemple de recerca dicotòmica.}
es_es: {Lista ordenada alfabéticamente usada para mostrar un ejemplo de búsqueda dicotómica.}

source: {Locucions i girs:} Hi ha nombroses locucions i girs que es poden tractar com a unitats multimot i s'estan incorporant gradualment als diccionaris morfològics de les dues llengües i al diccionari bilingüe: con cargo a $$ a càrrec de por adelantado $$ per endavant, a la bestreta el abajo firmante $$ el sotasignat { echar de menos} $$ { trobar a faltar} En l'últim exemple, el gir no és invariable sinó que té un element que es flexiona (en negretes).
es_es: {Locuciones y giros:} Hay numerosas locuciones y giros que se pueden tratar como unidades multipalabra y se están incorporando gradualmente a los diccionarios morfológicos de las dos lenguas y al diccionario bilingüe: con cargo a$ $ a càrrec de por adelantado $$ per endavant, a la bestreta el abajo firmante $$ el sotasignate { echar de menos} $$ { trobar a faltar} En el último ejemplo, el giro no es invariable sino que tiene un elemento que se flexiona (en negritas).

source: {MAHT:} L'usuari (un traductor competent o un professional independent) utilitza diccionaris bilingües, thesauri, conjugadors i declinadors, correctors ortogràfics, sintàctics i d'estil, i formularis o models de documents, com a ajuda mentre produeix una traducció de manera manual usant un processador de textos.
es_es: {MAHT:} El usuario (un traductor competente o un profesional independiente) utiliza diccionarios bilingües, thesauri, conjugadores y declinatorios, correctores ortográficos, sintácticos y de estilo, y formularios o modelos de documentos, como ayuda mientras produce una traducción de manera manual usando un procesador de textos.

source: {Primer pas de la recerca dicotòmica de l'element ``Garrido'': mirem l'element 13 i ens quedem amb la meitat baixa de la llista.}
es_es: {Primer paso de la búsqueda dicotómica del elemento ``Garrido'': miramos el elemento 13 y nos quedamos con la primera mitad de la lista.}

source: {Segon pas de la recerca dicotòmica de l'element ``Garrido'': mirem l'element 6 i ens quedem amb la meitat alta de la subllista anterior.}
es_es: {Segundo paso de la búsqueda dicotómica del elemento ``Garrido'': miramos el elemento 6 y nos quedamos con la segunda mitad de la sublista anterior.}

source: {Sobre el nom en altres llengües}
es_es: {Sobre el nombre en otras lenguas}

source: {Subprogrames basats en tècniques d'estats finits}
es_es: {Subprogramas basados en técnicas de estados finitos}

source: {Tercer i últim pas de la recerca dicotòmica de l'element ``Garrido'': mirem l'element 9 i trobem l'element buscat.}
es_es: {Tercero y último paso de la búsqueda dicotómica del elemento ``Garrido'': miramos el elemento 9 y encontramos el elemento buscado.}

source: {sager93b} comença la seua definició dient que, com a procés, es pot anomenar traducció ``un rang d'activitats humanes deliberades, que es fan com a resultat d'instruccions rebudes d'un tercer, i que consisteixen en la producció de textos en una llengua meta (LM), basada, entre altres coses, en la modificació d'un text en una llengua origen (LO) per a fer-lo adequat a un propòsit nou'', però encara no descriu la naturalesa de la modificació.
es_es: {sager93b} empieza su definición diciendo que, como proceso, se puede denominar traducción ``un rango de actividades humanas deliberadas, que se hacen como resultado de instrucciones recibidas de un tercero, y que consisten en la producción de textos en una lengua meta (LM), basada, entre otras cosas, en la modificación de un texto en una lengua origen (LO) para hacerlo adecuado a un propósito nuevo'', pero todavía no describe la naturaleza de la modificación.

source: } {Índexs corresponents als camps ``SERBO-CROAT'' (esquerra) i ``BASC'' (dreta) de la base de dades de la taula .}
es_es: } {Índices correspondientes a los campos ``SERBIO-CROATA'' (izquierda) y ``VASCO'' (derecha) de la base de datos de la tabla .}

source: } Si prenem un diccionari i traduïm el text mot per mot, prenent la primera traducció possible en cada cas ---pot haver-n'hi més d'una---, s'obté el text següent: { En temps passat, un illa, enorme porc - soler viure esmentat i ell - soler menjar més-d'un home.
es_es: } Si tomamos un diccionario y traducimos el texto palabra por palabra, tomando la primera traducción posible en cada caso ---puede haber más de una---, se obtiene el texto siguiente: { En tiempo pasado, un isla, enorme cerdo - soler vivir mencionado y él - soler comer más-de un hombre.

source: } Això s'aconsegueix mitjançant un procediment anomenat indexació: bàsicament, s'assigna un número a cada fitxa i es construeix una taula o índex ordenat (una altra base de dades) que conté registres amb dos camps: un, el camp pel qual es vol ordenar, i l'altre, la posició en la base de dades del registre que conté aquest valor del camp (en cert sentit, aquest índex no és massa diferent de l'índex alfabètic que hi ha al final d'alguns llibres: busquem el mot alfabèticament i ens diu en quina o en quines pàgines se'n parla).
es_es: } Esto se consigue mediante un procedimiento denominado indexación: básicamente, se asigna un número a cada ficha y se construye una tabla o índice ordenado (otra base de datos) que contiene registros con dos campos: uno, el campo por el cual se quiere ordenar, y el otro, la posición en la base de datos del registro que contiene este valor del campo (en cierto sentido, este índice no es demasiado diferente del índice alfabético que hay al final de algunos libros: buscamos la palabra alfabéticamente y nos dice en qué página o páginas se habla).

source: És a dir, quan la revisió no és més costosa que refer tota la traducció a mà.
es_es: Es decir, cuando la revisión no es más costosa que rehacer toda la traducción a mano.

source: És això possible?
es_es: ¿Es esto posible?

source: És ben segur que $L$ té mots polisèmics que en una altra llengua $L'$ tenen més d'una traducció, segons el sentit que se'n prenga.
es_es: Es muy seguro que $L$ tenga palabras polisémicas que en otra lengua $L' $ tienen más de una traducción, según el sentido que se tome.

source: És el cas de la traducció de correu electrònic, de documents d'Internet (durant la navegació) o de despatxos de premsa en altres idiomes.
es_es: Es el caso de la traducción de correos electrónicos, de documentos de Internet (durante la navegación ) o de despachos de prensa en otros idiomas.

source: És evident, doncs, que cal establir un sistema alternatiu per poder fer recerques ràpides per més d'un camp.
es_es: Por lo tanto, es evidente que hay que establecer un sistema alternativo para poder hacer búsquedas rápidas por más de un campo.

source: És important indicar que en quasi totes les situacions d'assimilació el paper del traductor professional és inexistent, ja que el treball és de naturalesa molt diferent, i l'ús d'un traductor professional seria molt car i molt lent.
es_es: Es importante indicar que en casi todas las situaciones de asimilación el papel del traductor profesional es inexistente, puesto que el trabajo es de naturaleza muy diferente, y el uso de un traductor profesional sería muy caro y muy lento.

source: És necessari tenir dues còpies de totes les fitxes d'una base de dades per a poder-la tenir ordenada per més d'un camp?
es_es: ¿Es necesario tener dos copias de todas las fichas de una base de datos para poder tenerla ordenada por más de un campo?

source: És possible dissenyar un sistema de preedició interactiva per a autors monolingües?
es_es: ¿Es posible diseñar un sistema de preedición interactiva para autores monolingües?

source: És possible que ja us hàgeu adonat que el tok pisin té molt vocabulari pres de l'anglés, com a llengua de contacte que és.
es_es: Es posible que ya os hayáis dado cuenta que el tok pisin tiene mucho vocabulario tomado del inglés, como lengua de contacto que es.
